Repository: fanazz/LonelinessKills
Catalog: lonelinesskills/registration/locale/*/LC_MESSAGES/django.po
Languages: lt

source: registration
lt: Registracija

source: age
lt: amžius

source: gender
lt: lytis

source: personal_no
lt: asmens kodas

source: phone
lt: telefonas

source: communication_style
lt: Bendravimo būdas

source: description
lt: aprašymas

source: required_gender
lt: savanorio lytis

source: required_age_from
lt: savanorio amžius nuo

source: required_age_to
lt: savanorio amžius iki

source: Under 18
lt: iki 18 metų

source: Over 50
lt: Virš 50 metų

source: Male
lt: Vyras

source: Female
lt: Moteris

source: I do not want to say
lt: Nenoriu nurodyti

source: Doesn't matter
lt: Nesvarbu

source: By E-Mail
lt: Susirašinėti el. paštu

source: By Phone
lt: Kalbėtis telefonu

source: Live meet
lt: Susitikimais

source: user
lt: vartotojas

source: communication style
lt: Bendravimo būdas

source: required age from
lt: savanorio amžius nuo

source: required age to
lt: savanorio amžius iki

source: required gender
lt: savanorio lytis

source: lonelyhumanprofile
lt: vienišožmogaus profilis

source: lonelyhumanprofiles
lt: vienišožmogaus profiliai

source: volunteer
lt: savanoris

source: volunteerprofile
lt: savanorioprofilis

source: volunteerprofiles
lt: savanorioprofiliai

source: signup as volunteer
lt: prisijunk kaip savanoris

source: lonely human registration
lt: vienišo žmogaus registracija

source: register lonely human account
lt: Registruok vienišo žmogaus paskyrą

source: signup as volunteer for
lt: Prisijunk kaip savanoris prie

source: register volunteer account
lt: Registruok savanorio paskyrą

source: See you later at
lt: Pasimatysim vėliau

source: see you later at
lt: Pasimatysim vėliau

source: you are always welcome back
lt: Laukiam sugrįžtant

source: log in
lt: prisijungti

source: again
lt: vėl

source: log in to
lt: prisijungti prie

source: Log in error. Please try again.
lt: Prisijungimo klaida. Bandykit dar kartą

source: forgot password?
lt: pamiršote slaptažodį

source: If you do not have an account, please
lt: Jei neturite paskyros, prašau

source: sign up as lonely human
lt: Prisijunk kaip vienišas žmogus

source: or
lt: ar

source: sign up as volunteer
lt: prisijunk kaip savanoris

source: password changed
lt: slaptažodis pasikeitė

source: Password has been changed successfully
lt: Slaptažodis pasikeitė sėkmingai.

source: You can now
lt: Jūs dabar galite

source: with your new password
lt: su nauju slaptažodžiu

source: reset password
lt: Slaptažodžio atstatymas

source: Password Reset Failed: the link has expired and is no longer valid.
lt: Nesėkmingas slaptažodžio atstatymas, nuoroda baigė galioti

source: password reset
lt: Atstatyti slaptažodį

source: please check your email
lt: Pasitikrinkite savo paštą

source: We have sent further instructions to your email.
lt: El. paštu išsiuntėme instrukcijas

source: confirm
lt: Patvirtinkit

source: edit profile data
lt: taisyti profilio duomenis

source: e-mail
lt: el. paštas

source: editing
lt: taisyti

source: profile
lt: profilis

source: Thank you for your kindness!
lt: Ačiū už jūsų gerumą

source: You are not real person. Please fill your correct information
lt: Jūs duomenis rodo, kad toks asmuo neegzistuoja. Prašome užpildyti teisingą informaciją

source: Form data is invalid. Please check your input and try again.
lt: Forma negalioja. Patikrinkite duomenis.

source: Registration for Volunteers
lt: Registracija savanoriams

source: Signup for LonelinessKILLs volunteers if you have enough time, empathy and energy to help people who feels abandoned and lonely in their lifes
lt: Jei turite pakankamai laiko, empatijos bei energijos,prisijunkite prie LonelinessKILLs savanoriu ir padėkite tiems, kurie jaučiasi nereikalingi, nes vienatvės gyvenime yra perdaug

source: Register Volunteer Account
lt: Registruokite savanorio paskyrą

source: Good job, now you have to wait then someone will match your requirements and choose you
lt: Sveikinu, dabar laukite kol kažkas atitiks jūsų nurodytus reikalavimus

source: Registration for Lonely Humans
lt: Registracija vienišiems žmonėms

source: Signup on LonelinessKILLs if you feel lonely and want to find somebody who accept you.
lt: Užsiregistruok LonelinessKills jei jautiesi vienišas ir gal rasi kas tave priims ir supras.

source: Register LonelyHuman Account
lt: Registruok vienišo žmogaus paskyrą
