Repository: fanazz/LonelinessKills
Catalog: lonelinesskills/main_board/locale/*/LC_MESSAGES/django.po
Languages: lt

source: about us
lt: apie

source: registration for lonely humans
lt: registracija vienišiems žmonėms

source: registration for volunteers
lt: registracija savanoriams

source: login
lt: prisijungti

source: time to say hello
lt: laikas pasakyti labas

source: Welcome to
lt: Sveiki atvykę

source: About this page!
lt: Apie puslapį

source: A lot of people in this world feel very lonely, especially after pandemic.
lt: Dauguma žmonių šitame pasaulyje jaučiasi vieniši, ypač po pandemijos

source: Even if it's a utopic idea, this page's creator thinks that people still care about strangers
lt: Net jei tai utopinė idėja, šio puslapio kūrėjas mano, kad dar yra tokių, kuriems rūpi nepažįstami žmonės

source: Still could find some tolerance, warmth, and acceptance in their heart and could try to offer themselves for others.
lt: Kad yra tokių kurie savo širdyse randa tolerancijos, šilumos ir kitų priėmimo, bei gali tai pasiūlyti kitiems.

source: This page idea is to connect people who don't have anything and feel abandoned with people who have enough empathy to understand their situation and could offer their free time for others.
lt: Šio puslapio idėja yra sujungti žmonės, kurie jaučiasi apleisti bei vieniši su tais kuri turi pakankamai empatijos užjausti ir gali pasiūlyti savo dalį laiko kitiems.

source: THIS IS NOT A DATING APP!!!
lt: TAI NĖRA DAR VIENA PAŽINČIŲ PUSLAPIS

source: I know that people who feel so lonely are vulnerable and usually afraid of others, so i could try to create as much safety as i could now to do it.
lt: Aš suprantu, kad vieniši žmonės yra labai pažeidžiami ir įprastai bijo užmegzti kontaktą su kitais, todėl pasistengiausukurti kuo daugiau saugumo.

source: Only volunteers who will be matched with your picked criteria could choose you.
lt: Tik tie savanoriai, kurie atitiks jūsų pasirinktus kriterijus galės pasirinkti jus

source: And only after their choice they will see your contact information
lt: Ir tik pasirinkus jie pamatys visą jūsų informaciją.

source: I hope that here you could find somebody, who light your life a little bit.
lt: Tikiuosi, kad šio puslapio pagalba surasite kažką, kas jūsų gyvenimą bent truputį praskaidrins

source: Reminder
lt: Priminimas

source: This isn't professional help for mental health.
lt: Šis puslapis neskirtas

source: If you need professional help, please go
lt: Jeigu jums reikia profesionalios pagalbos, prašau kreiptis

source: HERE
lt: ČIA

source: and we will be waiting for you then you will receive it.
lt: ir mes jūsų lauksime sugrįžtant kai ją gausite

source: Total volunteers now:
lt: Iš viso savanorių:

source: Total people, who try to find somebody now:
lt: Iš viso žmonių, kurie ieško:
